// localized port names

"ether"                   = "Ethernet";
"multiether"              = "Ethernet %@";
"pci-ether"               = "PCI Ethernet Slot %@";
"pci-multiether"          = "PCI Ethernet Slot %@, Port %@";
"usb-ether"               = "USB Ethernet (%@)";
"generic-ether"           = "Ethernet Adaptor (%@)";

"airport"                 = "AirPort";
"generic-wireless"        = "Wireless Network Adaptor (%@)";

"firewire"                = "FireWire";
"pci-firewire"            = "PCI FireWire Slot %@";
"pci-multifirewire"       = "PCI FireWire Slot %@, Port %@";
"generic-firewire"        = "Ethernet Adaptor (%@)";

"bluetooth"               = "Bluetooth DUN";
"bluetooth-modem"         = "USB Bluetooth Modem Adaptor";
"bluetooth-modem-port"    = "Bluetooth Modem Port";
"generic-bluetooth-modem" = "Bluetooth Modem (%@)";

"bluetooth-pan"           = "Bluetooth PAN";

"irda"                    = "IrDA";
"irda-ircomm"             = "USB IrDA Modem Adaptor";
"irda-ircomm-port"        = "IrDA Modem Port";

"modem"                   = "Internal Modem";

"modem-port"              = "Modem Port";
"modem-printer-port"      = "Modem/Printer Port";

"printer-port"            = "Printer Port";
"serial-port"             = "Serial Port";

"usbmodem"                = "USB Modem"; 
"generic-usbmodem"        = "USB Modem (%@)"; 

"wwan"                    = "WWAN"; 

"bond"                    = "Ethernet Bond (%@)";

"vlan"                    = "VLAN (%@)";

"ipv4"                    = "IPv4";

"l2tp"                    = "L2TP";

"pptp"                    = "PPTP";

"6to4"                    = "6to4";

"ipsec"                   = "IPSec";

// port names (from drivers) that would be good to localize

"External Modem"          = "External Modem";

"USB Ethernet"            = "USB Ethernet";
"USB Gigabit Ethernet"    = "USB Gigabit Ethernet";

"iPhone"                  = "iPhone USB";

// [older] "Built-in" localizations

"X-ether"                 = "Built-in Ethernet";
"X-multiether"            = "Built-in Ethernet %@";
"X-firewire"              = "Built-in FireWire";
"X-bluetooth"             = "Bluetooth";
